Repository: pravinraj-kiwi/MSR
Catalog: *.lproj/Localizable.strings
Languages: pt_br

source: After selecting an amount and completing the form below with your PayPal details, your redemption will be processed within 48 hours. Due to PayPal policies, once submitted this request cannot be undone or reimbursed. Please ensure your PayPal account email is correct.
pt_br: Depois de selecionar um valor e preencher o formulário em baixo com os seus detalhes da PayPal, o seu pagamento será processado em 48 horas. Devido às políticas da PayPal, uma vez enviado o pagamento o mesmo não pode ser revertido ou reembolsado. Verifique que o e-mail da sua conta da PayPal está correto.

# Please explain exit reason
source: Please explain exit reson
pt_br: Explique a saída de ressonância

source: Oops! Something’s not right
pt_br: Opa! algo não está certo
