Repository: pravinraj-kiwi/MSR
Catalog: *.lproj/Localizable.strings
Languages: pt_br

source: Jobs
pt_br: Tarefas

source: Feed
pt_br: Lista de Tarefas

source: Video Tasks
pt_br: Tarefas de vídeo

source: Video capture everyday apps for premium rewards.
pt_br: Grave vídeos do seu use de aplicativos comuns para recompensas premium

source: Redeem Easily
pt_br: Troque facilmente

source: Earn points and redeem them for gift cards from 40+ top brands.
pt_br: Ganhe pontos e troque-os por vales-presente de mais de 40 marcas importantes.

source: Data Control & Privacy
pt_br: Controle de dados e privacidade

source: You're in control. If you don't like the request, you can simply decline.
pt_br: Você está em controle. Se não gosta da tarefa, pode simplesmente recusa-lo.

source: Earn while you chill
pt_br: Ganhe enquanto relaxa

source: Refer friends to the MSR app and you get a bonus 20% of everything they earn - It’s only fair!
pt_br: Convide os seus amigos para o aplicativo MSR e receberá um bônus de 20% de tudo o que eles ganham!

source: Next
pt_br: Próximo

source: Welcome to Measure
pt_br: Bem-vindo à Measure

source: Complete the checklist items below to earn your first MSR and start qualifying for surveys and other data jobs.
pt_br: Complete os itens da lista de em baixo para ganhar os seus primeiros MSR e começar a se qualificar para questionários e outras tarefas de dados.

source: here
pt_br: aqui

source: non-compressed
pt_br: não compactado

source: compressed
pt_br: comprimido

source: See Result
pt_br: Veja o resultado

source: Validate your email
pt_br: Valide o seu e-mail

source: Validate your phone
pt_br: Valide o seu telefone

source: Add basic profile data
pt_br: Adicione dados básicos de perfil

source: Validate your location
pt_br: Valide a sua localização

source: Your country of residence must match your current location.
pt_br: O seu país de residência deve corresponder à sua localização atual.

source: Contact support for help
pt_br: Contate o suporte para obter ajuda

source: We were unable to validate your phone number.
pt_br: Não foi possível validar o seu número de telefone.

source: START
pt_br: COMEÇAR

source: REDEEM
pt_br: TROCAR PONTOS

source: Personal Details
pt_br: Detalhes pessoais

source: Change Password
pt_br: Alterar senha

source: Refer a Friend
pt_br: Convide um amigo

source: & earn every time they do!
pt_br: e ganhe cada vez que eles o fizerem!

source: Logout
pt_br: Sair

source: Delete Account
pt_br: Deletar conta

source: App Version
pt_br: Versão do aplicativo

source: Terms of Use
pt_br: Termos de Uso

source: FAQ
pt_br: Perguntas frequentes

source: Privacy Policy
pt_br: Política de Privacidade

source: Email Support
pt_br: Suporte por Email

source: Dump Profile
pt_br: Perfil de despejo

source: Delete Random Profile Items
pt_br: Excluir itens de perfil aleatórios

source: Run Profile Maintenance
pt_br: Executar manutenção de perfil

source: Run Network Vote
pt_br: Executar votação de rede

source: Run Inbox Support
pt_br: Executar suporte para caixa de entrada

source: Test AC Onboard
pt_br: Testar onboarding AC

source: Test Broccoli Onboard
pt_br: Testar onboarding Broccoli

source: Test Gamer Onboard
pt_br: Testar onboarding Gamer

source: Close
pt_br: Fechar

source: Survey Partners
pt_br: Parceiros de pesquisa de mercado

source: Edit
pt_br: Editar

source: I didn't receive an email
pt_br: Não recebi o email

source: Terms & Conditions
pt_br: Termos e Condições

source: website for detail.
pt_br: Site para detalhes.

source: Resend email
pt_br: Reenviar email

source: Sent!
pt_br: Enviado!

source: Skip for now
pt_br: Saltar por agora

source: Cancel
pt_br: Cancelar

source: Age Not Met
pt_br: Idade não cumprida

source: Continue
pt_br: Prosseguir

source: Redeeming...
pt_br: Resgatando...

source: Error
pt_br: Erro

source: My Data
pt_br: Os Meus Dados

source: My Data
pt_br: Os Meus Dados

source: NEW
pt_br: NOVA

source: basic
pt_br: básico

source: Skip to next
pt_br: Slatar para o próximo

source: Exit Job?
pt_br: Sair da Tarefa?

source: Enter Value
pt_br: Insira o valor

source: Enter Date
pt_br: Insira a data

source: Start job
pt_br: Iniciar Tarefa

source: Support
pt_br: Apoio

source: Back
pt_br: Voltar

source: or
pt_br: ou

source: Terms of Service
pt_br: Termos de serviço

source: Accessibility
pt_br: Acessibilidade

source: Contact
pt_br: Contato

source: Privacy
pt_br: Privacidade

source: Survey
pt_br: Questionário

source: Sign In
pt_br: Entrar

source: Sign in to your account:
pt_br: Faça login na sua conta:

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: New here?
pt_br: Novo aqui?

source: Sign-in failed
pt_br: O log-in falhou

source: If you’re new to Measure, go ahead and create an account:
pt_br: Se você é novo na Measure, crie uma conta:

source: Create a new account
pt_br: Criar uma conta nova

source: Sign in to existing account
pt_br: Faça login numa conta existente

source: I am 16+ years of age and agree to the Terms & Conditions and Privacy Policy
pt_br: Tenho mais de 16 anos e concordo com os Termos e Condições e a Política de Privacidade

source: The provided email is registered with PayPal and I agree to the processing time set out above
pt_br: O e-mail fornecido está registado no PayPal e eu concordo com o tempo de processamento estabelecido acima

source: PayPal charges a fee for receiving payments, see their website for detail.
pt_br: A PayPal cobra uma taxa pelo recebimento de pagamentos, consulte o Site para detalhes.

source: First, enter some basic details:
pt_br: Primeiro, insira alguns detalhes básicos:

source: Sorry
pt_br: Desculpe

source: Send link
pt_br: Enviar Link

source: Yes
pt_br: Sim

source: Sorry, something went wrong
pt_br: Desculpe, algo deu errado

source: of
pt_br: de

source: The current password you entered is incorrect
pt_br: A senha atual que você digitou está incorreta

source: The new passwords you entered do not match
pt_br: As novas senhas que você digitou não coincidem

source: Please enter a value for
pt_br: Insira um valor para

source: Create an account
pt_br: Crie a sua conta aqui

source: Create an Account
pt_br: Crie a sua conta aqui

source: Update
pt_br: Atualizar

source: Create Account
pt_br: Criar Conta

source: If you have a referral code please enter it now.
pt_br: Se você tiver um código de referência, insira-o agora.

source: Your current password is incorrect.
pt_br: A sua senha atual está incorreta.

source: MORE
pt_br: MAIS

source: registered with PayPal
pt_br: registado no PayPal

source: MSR successfully authorized
pt_br: MSR autorizado com sucesso

source: MSR will collect your tweets and tweets you liked.
pt_br: MSR irá registar os seus tweets e tweets de que você gostou.

source: MSR failed to authorize with Twitter
pt_br: MSR falhou ao autorizar com o Twitter

source: Please review instructions and try again.
pt_br: Reveja as instruções e tente novamente.

source: Finish
pt_br: Terminar

source: Wallet
pt_br: Carteira

source: Settings
pt_br: Definições

source: App
pt_br: Aplicativo

source: Testing
pt_br: Testando

source: Edit Details
pt_br: Editar Detalhes

source: Sorry, this item has an invalid URL and can't be opened.
pt_br: Desculpe, este item tem um URL inválido e não pode ser aberto.

source: Bad URL
pt_br: URL ruim

source: Your current balance:
pt_br: Seu saldo atual:

source: Please enter a valid email address
pt_br: Por favor insira um endereço de e-mail válido

source: Please enter a valid date
pt_br: Por favor insira uma data válida

source: Please enter a valid value
pt_br: Por favor, insira um valor válido

source: Validation code is incorrect.
pt_br: O código de validação está incorreto.

source: Validation code resent.
pt_br: Código de validação reenviado.

source: Sorry, something went wrong.
pt_br: Desculpe, algo deu errado.

source: We sent a six-digit code to you via text message on
pt_br: Enviámos um código de seis dígitos para si por mensagem de texto em

source: Sorry, PhoneNumber cannot be blank.
pt_br: Desculpe, Número de Telefone não pode ficar em branco.

source: Invalid phone number for selected country.
pt_br: Número de telefone inválido para o país selecionado.

source: Phone number is being used by another user
pt_br: O número de telefone está sendo usado por outro usuário

source: Resent, check your inbox
pt_br: Reenviado, verifique a sua caixa de entrada

source: I still didn't receive anything
pt_br: Ainda não recebi nada

source: Allow Measure
pt_br: Permitir a Measure

source: Please grant Measure permission to send you notifications.
pt_br: Por favor, conceda permissão á Measure para lhe enviar notificações

source: Open Settings
pt_br: Abrir configurações

source: Redeeming for AC Points...
pt_br: Trocar por pontos AC ...

source: There was an error redeeming for
pt_br: Ocorreu um erro ao trocar os pontos para

source: Please try again later.
pt_br: Por favor, tente novamente mais tarde.

source: Easy to understand
pt_br: Fácil de entender

source: Simple
pt_br: Simples

source: Fair payment
pt_br: Pagamento justo

source: Short and efficient
pt_br: Curto e eficiente

source: Interesting content
pt_br: Conteúdo interessante

source: Fun
pt_br: Divertido

source: Fast-loading
pt_br: Carregamento rápido

source: Great design
pt_br: Ótimo design

source: Too long
pt_br: Demasiado longo

source: Payment too small
pt_br: Pagamento muito pequeno

source: Slow loading
pt_br: Carregamento lento

source: Boring
pt_br: Chato

source: Complicated
pt_br: Complicado

source: Not mobile-friendly
pt_br: Não compatível com dispositivos móveis

source: Repetitive questions
pt_br: Perguntas repetitivas

source: Errors
pt_br: Erros

source: First name
pt_br: Primeiro nome

source: Last name
pt_br: Sobrenome

source: Date of birth
pt_br: Data de nascimento

source: Password
pt_br: Senha

source: Password, again
pt_br: Senha, de novo

source: Current Password
pt_br: Senha atual

source: New Password
pt_br: Nova Senha

source: Confirm Password
pt_br: Confirme a Senha

source: Referral Code
pt_br: Código de Referencia

source: PayPal Email
pt_br: Email da Paypal

source: Confirm PayPal Email
pt_br: Confirme o e-mail da PayPal

source: John
pt_br: Zé

source: Doe
pt_br: Ninguém

source: DD / MM / YYYY
pt_br: DD / MM / AAAA

source: Optional
pt_br: Opcional

source: example@email.com
pt_br: exemplo@email.com

source: It looks like you already have an account. Why don't you try logging in?
pt_br: Parece que você já tem uma conta. Por que não tenta fazer login nela?

source: Unable to complete your request at the moment
pt_br: Não foi possível concluir sua solicitação neste momento

source: The passwords must match
pt_br: As senhas devem corresponder

source: History
pt_br: História

source: Not Available Yet
pt_br: Não disponível (ainda)

source: Redemption of MSR is not available until you've finished setting up your account.
pt_br: Não pode trocar os seus pontos MSR até que termine de configurar a sua conta.

source: Account on Hold
pt_br: Conta suspensa

source: Redemption of MSR is not available while your account is on hold.
pt_br: Não pode trocar os seus MSR enquanto a sua conta estiver suspensa.

source: Redeem Balance
pt_br: Resgatar saldo

source: Current balance:
pt_br: Saldo atual:

source: Choose an amount to redeem:
pt_br: Escolha um valor para resgatar:

source: Minimum balance of
pt_br: Saldo mínimo de

source: required to redeem.
pt_br: necessário para resgatar.

source: After clicking an amount, you'll receive an email that allows you to select from the gift cards below.
pt_br: Depois de clicar num valor, você receberá um e-mail onde pode selecionar um dos vales-presente em baixo.

source: Gift Card
pt_br: Vale-Presente

source: Congratulations! You redeemed
pt_br: Parabéns! Você trocou os seus pontos

source: Thank you! Enjoy a 20% bonus
pt_br: Obrigado! Desfrute de um bônus de 20%

source: Download the MSR app and get paid to do data jobs on your phone.
pt_br: Baixe o aplicativo MSR e receba dinheiro para completar tarefas de dados no seu celular.

source: INVITE
pt_br: CONVIDAR

source: MSR for every friend that installs the MSR app and completes the setup of their account.
pt_br: MSR por cada amigo que instale o aplicativo MSR e conclua a configuração da sua conta.

source: Earn
pt_br: Ganhe

source: invitations remaining
pt_br: convites restantes

source: I earn with the MSR app by sharing data and completing surveys.
pt_br: Eu ganho com o aplicativo MSR compartilhando dados e respondendo a questionarios.

source: Use my code
pt_br: Use o meu código

source: or my link to DOUBLE your welcome bonus!
pt_br: ou o meu link para DOBRAR o seu bônus de boas-vindas!

source: Subject to MSR’s Terms and Conditions
pt_br: Sujeito aos Termos e Condições da MSR

source: Terms and Conditions
pt_br: Termos e Condições

source: Your invite code has been copied to clipboard.
pt_br: Seu código-referência foi copiado para a área de transferência.

source: Download MSR App
pt_br: Baixe o aplicativo MSR

source: Today
pt_br: Hoje

source: Yesterday
pt_br: Ontem

source: This Month
pt_br: Este mês

source: completed job
pt_br: tarefas concluída

source: completed jobs
pt_br: tarefas concluídas

source: All jobs completed
pt_br: Todos as Tarefas concluídas

source: We're searching the galaxy for more.
pt_br: Estamos procurando mais tarefas para si.

source: Nice work, we'll find some more.
pt_br: Bom trabalho, encontraremos mais alguns.

source: We're tracking down some more.
pt_br: Estamos procurando mais.

source: Take five, we're looking for more.
pt_br: Está quase, estamos procurando mais.

source: Nice work!
pt_br: Bom trabalho!

source: Your account is ready — we'll start searching for jobs that match your profile.
pt_br: A sua conta está pronta - já começamos a procurar tarefas que correspondam ao seu perfil.

source: Turn on notifications
pt_br: Ative as notificações

source: Validate your email address
pt_br: Valide o seu endereço de e-mail

source: Sorry, you must be over 16
pt_br: Desculpe, você deve ter mais de 16 anos

source: Hey there!
pt_br: Ei!

source: Job completed
pt_br: Tarefa concluído

source: Browse the latest jobs
pt_br: Procure as tarefas mais recentes

source: Manage your data
pt_br: Gerencie os seus dados

source: Redeem MSR
pt_br: Troque MSR

source: All done!
pt_br: Tudo feito!

source: Email sent
pt_br: Email enviado

source: An error occurred
pt_br: Ocorreu um erro

source: Your account is on hold
pt_br: A sua conta está suspensa

source: We'll send you notifications only when you qualify for new data jobs and get paid for those you complete.
pt_br: Enviaremos notificações apenas quando você se qualificar para novas tarefas de dados ou for pago por aqueles que concluiu.

source: We've sent an email to the address you entered — go to your inbox now and click on the link to continue.
pt_br: Enviámos um e-mail para o endereço que você disponibilizou - verifique a sua caixa de entrada e clique nesse link para continuar.

source: This app is only available to users who are 16 years of age or older.
pt_br: Este aplicativo so está disponível para usuários com pelo menos 16 anos.

source: Before we get started, please tell us just a bit more about yourself, to help us tailor the Measure experience just for you.
pt_br: Antes de começarmos, conte-nos um pouco sobre si para nos ajudar a personalizar a sua experiência da Measure.

source: Nice work adding to your profile.
pt_br: Bom trabalho com essas adições ao seu perfil.

source: Nice work completing that job.
pt_br: Parabens por concluir essa tarefa.

source: In your feed you'll find a list of survey jobs and messages tailored to your profile.
pt_br: No seu feed, encontrará uma lista de tarefas de pesquisa de mercado e mensagens apropriadas para o seu perfil.

source: Click on the categories below to add profile data and qualify for jobs.
pt_br: Clique nas categorias em baixo para adicionar dados de perfil, para que se qualifique para mais tarefas.

source: Your redemption order is being finalized. You'll receive an email shortly with details.
pt_br: Seu pedido de resgate está sendo finalizado. Você receberá um e-mail em breve com os detalhes.

source: Enter your email address and we'll send you a password reset link.
pt_br: Digite o seu endereço de e-mail e enviaremos um link para alterar a sua senha.

source: An email with a reset link is on the way. Check your inbox and follow the instructions.
pt_br: Um e-mail com um link de alteração está a caminho. Verifique a sua caixa de entrada e siga as instruções.

source: Sorry, we weren't able to load the data you requested right now.
pt_br: Pedimos desculpa, não foi possível carregar os dados solicitados neste momento.

source: Sorry, we weren't able to process your request right now.
pt_br: Pedimos descupla, não foi possível processar a sua solicitação neste momento.

source: Your account has been marked as a duplicate and put on hold. If you believe this is in error, contact support and we'll work with you to resolve it.
pt_br: A sua conta foi sinalizada como duplicada, e está suspensa. Se acredita que seja um erro, entre em contato com o apoio e trabalharemos consigo para resolver o problema.

source: Stay notified
pt_br: Mantenha-se notificado

source: Let's begin
pt_br: Vamos começar

source: Done
pt_br: Feito

source: Get started
pt_br: Iniciar

source: Go back
pt_br: Voltar

source: Try again
pt_br: Tente novamente

source: Refresh account
pt_br: Atualizar conta

source: Are you sure you want to redeem {{AMOUNT}} using {{MSR}}?
pt_br: Tem a certeza que quer trocar {{VALOR}} usando {{MSR}}?

source: Are you sure you want to redeem {{TYPE}} using {{MSR}}?
pt_br: Tem a certeza que quer trocar {{TIPO}} usando {{MSR}}?

source: Redeem your MSR points:
pt_br: Troque os seus pontos MSR:

source: Redeem
pt_br: Trocar

source: Want more MSR points?
pt_br: Quer mais pontos MSR?

source: Earn 20% of what your friends earn
pt_br: Ganhe 20% do que ganham os seus amigos

source: Every time your friends complete a task you will be rewarded 20% of what they earn as a bonus on us!
pt_br: Cada vez que eles completam uma tarefa, você será recompensado com 20% do que eles ganham como um bônus!

source: YOUR CODE
pt_br: SEU CÓDIGO

source: SHARE
pt_br: COMPARTILHAR

source: Decline offer
pt_br: Recusar oferta

source: Enter your phone number to receive a validation code via text message.
pt_br: Digite o seu número de telefone para receber um código de validação por mensagem de texto.

source: Country
pt_br: País

source: Phone Number
pt_br: Número de telefone

source: Send code
pt_br: Enviar código

source: Enter the code
pt_br: Digite o código

source: Didn’t receive a code
pt_br: Não recebi um código

source: Resend code
pt_br: Reenviar código

source: Validate
pt_br: Validar

source: Contact support
pt_br: Contate o apoio

source: Having Trouble
pt_br: Esta com problemas?

source: Phone validated
pt_br: Telefone validado

source: Your phone number is now connected to your Measure account.
pt_br: Seu número de telefone está conectado à sua conta da Measure.

source: 👋 Welcome to My Data
pt_br: 👋 Bem-vindo aos Meus Dados

source: Before we begin, let’s see why this screen is important for earning.
pt_br: Antes de começarmos, vamos ver porque é que este ecrã é importante para si.

source: 💡 Build your profile
pt_br: 💡 Construa o seu perfil

source: Use the tools on My Data to build and manage your profile.
pt_br: Use as ferramentas em Os Meus Dados para construir e gerenciar o seu perfil.

source: ✨ Fill out profile surveys
pt_br: ✨ Preencha os questionários de perfil

source: Your data is encrypted and used to match you to relevant jobs.
pt_br: Os seus dados são criptografados e usados para encontrar tarefas relevantes.

source: 💰 Connect to other services
pt_br: 💰 Conecte-se a outros serviços

source: Validate your profile and add different job types with these tools.
pt_br: Valide o seu perfil e adicione diferentes tipos de tarefas com estas ferramentas.

source: Got it!
pt_br: Entendi!

source: Connected Data
pt_br: Dados Conectados

source: Connect to data sources and partners.
pt_br: Conecte-se a fontes de dados e parceiros.

source: Profile Validation
pt_br: Validação de Perfil

source: Survey Partners
pt_br: Parceiros de pesquisa de mercado

source: Are you on LinkedIn?
pt_br: Você está no LinkedIn?

source: Are you on facebook?
pt_br: Você está no Facebook?

source: No
pt_br: Não

source: Please enter your first name
pt_br: Por favor insira o seu primeiro nome

source: Please enter your last name
pt_br: Por favor insira o seu sobrenome

source: Please enter your first and last name
pt_br: Por favor, insira o seu primeiro e último nome

source: Passwords do not match, please try again
pt_br: As senhas não coincidem, por favor, tente novamente

source: Please enter your current password
pt_br: Por favor insira sua senha atual

source: Please enter a new password
pt_br: Por favor insira uma nova senha

source: Please enter your confirm password
pt_br: Por favor, digite a sua senha para confirmação

source: Please enter your new password and confirm
pt_br: Por favor insira a sua nova senha e confirme

source: Please enter your current and new password
pt_br: Por favor, insira a sua senha atual e a nova

source: Please enter your current password and confirm new password
pt_br: Por favor digite sua senha atual e confirme a nova senha

source: Please fill out all fields
pt_br: Por favor, preencha todos os campos

source: Oh no! You must be 16+ years of age to use MSR
pt_br: Oh não! Você deve ter 16 anos ou mais para usar o MSR

source: Please enter your date of birth
pt_br: Por favor insira a sua data de nascimento

source: Please enter a password
pt_br: Por favor insira uma senha

source: Please confirm your password
pt_br: Por favor, confirme a sua senha

source: Please enter a valid confirm email address
pt_br: Por favor, insira um endereço de e-mail válido para confirmação

source: Please make sure your emails match
pt_br: Certifique-se que os e-mails inseridos são iguais

source: Attributes
pt_br: Atributos

source: Categories
pt_br: Categorias

source: My Attributes
pt_br: Os Meus Atributos

source: Explore and verify the attributes you have defined in the Profile Surveys.
pt_br: Explore e verifique os atributos que você definiu nos seus questionários de perfil.

source: My Attributes
pt_br: Os Meus Atributos

source: Search Attributes
pt_br: Atributos pesquisados

source: Search Results
pt_br: Resultados da pesquisa

source: Your search did not have any results
pt_br: A sua pesquisa não devolveu nenhum resultado

source: Profile Surveys
pt_br: Questionários de perfil

source: Add demographic data to your profile.
pt_br: Adicione dados demográficos ao seu perfil.

source: Partner survey
pt_br: Questionários de parceiros

source: Profile survey
pt_br: Questionário de perfil

source: Partner surveys involve completing a survey for a third-party survey partner in exchange for a MSR reward.
pt_br: Os questionários de parceiros envolvem o preenchimento de um questionário de pesquisa de mercado terceirizado em troca de uma recompensa MSR.

source: Profile survey jobs involve completing a profile survey for a MSR reward.
pt_br: As tarefas de perfil envolvem o preenchimento de um questionário de perfil em troca de uma recompensa MSR.

source: Profile surveys are short surveys that build your profile and help you qualify for paid jobs.
pt_br: Os questionários de perfil são pesquisas curtas e ajudam-no a construir o seu perfil para que se possa qualificar para tarefas remuneradas.
