Repository: pravinraj-kiwi/MSR
Catalog: *.lproj/Localizable.strings
Languages: pt_br

source: For this job, the third-party survey partner will receive all survey data that you enter as well as six points of profile data: age, gender, education level, income, country and employment. Please be advised that each survey partner requires you to agree to their terms and conditions and privacy notice.
pt_br: Para esta tarefa, o parceiro de pesquisa terceirizado receberá todos os dados do questionário que você inserir, bem como seis pontos de perfil: idade, sexo, nível de escolaridade, rendimento, país e emprego. Note que cada parceiro de pesquisa terceirizado exige que você concorde com os seus termos e condições e avisos de privacidades próprios.

source: For this job no data will leave your device or be shared with third-parties.
pt_br: Para esta tarefa, nenhum dado sairá do seu dispositivo ou será compartilhado com terceiros.

source: Basic Demographics
pt_br: Demografia Básica

source: Enter basic information about yourself in this survey to start building your profile. Your profile stays on your device and allows you to qualify for paid surveys and other data jobs.
pt_br: Insira informações básicas sobre você mesmo neste questionário para começar a construir o seu perfil. Os seus dados irão permanecer no seu dispositivo, e vão permitir que se qualifique para outras tarefas pagas.

source: Community survey
pt_br: Questionários da comunidade

source: Community survey jobs involve completing a survey provided for a community in exchange for a MSR reward.
pt_br: Os questionários da comunidade envolvem o preenchimento de um questionário fornecido pela comunidade da Measure, em troca de uma recompensa MSR.

source: For this job, in addition to the survey data you provide, the survey partner will receive six points of profile data: age, gender, education level, income, country and employment.
pt_br: Por esta tarefa, além dos dados da pesquisa que você fornece, o parceiro da pesquisa receberá seis pontos de dados de perfil: idade, sexo, nível de escolaridade, rendimento, país e emprego.

source: Data sharing and privacy
pt_br: Compartilhamento de dados e privacidade

source: PROFILE SURVEY
pt_br: QUESTIONÁRIO DE PERFIL

source: PARTNER SURVEY
pt_br: QUESTIONÁRIO DE PARCEIROS

source: Expires in
pt_br: Expira em

source: 1 minute to complete
pt_br: 1 minuto para completar

source: minutes to complete
pt_br: minutos para completar

source: COMMUNITY SURVEY
pt_br: QUESTIONÁRIO COMUNITÁRIO

source: Expires in
pt_br: Expira em

source: Job Complete!
pt_br: Tarefa concluído!

source: Disqualified
pt_br: Desqualificado

source: Survey Full
pt_br: Questionário Cheio

source: Closed
pt_br: Fechado

source: MSR requires access to your photo library. Please update settings and allow MSR to access All Photos.
pt_br: MSR requer acesso à sua biblioteca de fotos. Atualize as configurações e permita que a MSR acesse Todas as Fotos.

source: Update MSR Settings
pt_br: Atualizar configurações da MSR

source: Your payment will arrive soon:
pt_br: Seu pagamento chegará em breve:

source: Thanks for completing the job!
pt_br: Obrigado por concluir a tarefa!

source: Nice work! You’ve added several new items to your profile.
pt_br: Bom trabalho! Você adicionou vários novos itens ao seu perfil.

source: Your profile didn't match but you still qualify for a reward:
pt_br: Seu perfil não corresponde, mas você ainda se qualifica para uma recompensa:

source: Sorry, your profile didn't match the requirements.
pt_br: Desculpe, seu perfil não atendeu aos requisitos.

source: Sorry, the request is already full.
pt_br: Desculpe, o questionário já está completo.

source: The request is already full, but you still qualify for a reward.
pt_br: O questionário já está cheio, mas você ainda se qualifica para uma recompensa.

source: We will review your answers and confirm your payment shortly.
pt_br: Analisaremos as suas respostas e confirmaremos o seu pagamento em breve.

source: In Review
pt_br: Em revisão

source: Profile added
pt_br: Perfil adicionado

source: How would you rate this job?
pt_br: Como você avaliaria esta tarefa?

source: Why?
pt_br: Porquê?

source: Please rate and tell us why you exited the job.
pt_br: Avalie e conte-nos por que você saiu da tarefa.

source: Exited Job
pt_br: Abandonou a tarefa

source: Oops! Looks like no recordings are saved. Please try again.
pt_br: Oops! Parece que a gravação não teve sucesso. Por favor, tente novamente.

source: The video was not recorded recently. Please try again with a new recording.
pt_br: O vídeo não foi gravado recentemente. Tente novamente com uma nova gravação.

source: While your video uploads please keep the MSR app open. This won’t take long.
pt_br: Enquanto seu vídeo carrega, mantenha o aplicativo MSR aberto. Isto não vai demorar muito.

source: Something’s not right. An unexpected error occurred when uploading the selected video.
pt_br: Alguma coisa não está certa. Ocorreu um erro inesperado ao enviar o vídeo selecionado.

source: The selected video does not include the required screens from
pt_br: O vídeo selecionado não inclui os ecrãs necessários de

source: if you are sure the video contains the correct
pt_br: se você tiver a certeza de que o vídeo contém o correto

source: screens, click here to continue.
pt_br: ecrãs, clique aqui para continuar. ecrās, clique aqui para continuar.

source: screens, click here to continue. See Result
pt_br: ecrãs, clique aqui para continuar. Veja o resultado

source: Oops! Looks like no images are saved. Please try again.
pt_br: Oops! Parece que nenhuma imagem foi guardada Por favor, tente novamente.

source: The image was not created recently. Please try again with a newer image.
pt_br: A imagem não foi criada recentemente. Tente novamente com uma imagem mais recente.

source: While your image uploads please keep the MSR app open. This won’t take long.
pt_br: Enquanto as suas imagens carregam, mantenha o aplicativo MSR aberto. Isto não vai demorar muito.

source: Something’s not right. An unexpected error occurred when uploading the selected image.
pt_br: Alguma coisa não está certa. Ocorreu um erro inesperado ao enviar a imagem selecionada.

source: Oops! Looks like no files are saved. Please try again.
pt_br: Oops! Parece que nenhum ficheiro foi guardado. Por favor, tente novamente.

source: The file was not created recently. Please try again with a newer file.
pt_br: O ficheiro não foi criado recentemente. Tente novamente com um ficheiro mais recente.

source: While your file uploads please keep the MSR app open. This won’t take long.
pt_br: Enquanto o seu ficheir carrega, mantenha o aplicativo MSR aberto. Isto não vai demorar muito.

source: Something’s not right. An unexpected error occurred when uploading the selected file.
pt_br: Alguma coisa não está certa. Ocorreu um erro inesperado ao enviar o ficheiro selecionado.

source: Nearly done!
pt_br: Quase pronto!

source: Uploaded
pt_br: Carregado

source: Upload from photos
pt_br: Upload de fotos

source: Confirm Upload
pt_br: Confirmar upload

source: Upload from file manager
pt_br: Upload a partir do gerenciador de ficheiros

source: Video Validation passed, click here to continue. See Result
pt_br: Validação de vídeo concluído, clique aqui para continuar. Veja o resultado

source: The
pt_br: O

source: is under the minimum size of
pt_br: está abaixo do tamanho mínimo de

source: KB. Please try again.
pt_br: KB. Por favor, tente novamente.

source: The recording is under the minimum size of
pt_br: A gravação está abaixo do tamanho mínimo de

source: MB. Please try again.
pt_br: MB. Por favor, tente novamente.

source: The recording is over the maximum size of
pt_br: A gravação ultrapassou o tamanho máximo de

source: is over the maximum size of
pt_br: está acima do tamanho máximo de

source: If you delete your account you will permanently lose your profile and MSR points.
pt_br: Se você Deletar a sua conta, perderá permanentemente o seu perfil e pontos MSR.

source: You'll permanently lose your
pt_br: Você perderá permanentemente o seu

source: Profile
pt_br: Perfil

source: MSR points
pt_br: Pontos MSR

source: Delete
pt_br: Deletar

source: Join community
pt_br: Junte-se à comunidade

source: No, thanks
pt_br: Não, obrigado

source: Joining community...
pt_br: Entrando na comunidade ...

source: There was an error joining the community.
pt_br: Ocorreu um erro ao juntar-lo á comunidade.

source: You are already a member of the
pt_br: Você já é membro da

source: community.
pt_br: comunidade.

source: You have successfully joined the
pt_br: Parabéns! Você se juntou á

source: Read More
pt_br: Consulte Mais informação

source: See Less
pt_br: Veja menos

source: See All
pt_br: Ver tudo

source: Dynata and its clients will also use...Read More
pt_br: A Dynata e seus clientes também usarão ... Leia mais

source: Dynata uses this data to match you to surveys. (sufixReadText)
pt_br: A Dynata usa estes dados para combiná-lo com questionários. (sufixReadText)

source: Dynata and its clients will also use this profile data for market research analysis along with the survey data you provide
pt_br: A Dynata e os seus clientes também usarão estes dados de perfil para análise de pesquisa de mercado junto com os dados do questionário que você fornecer

source: Dynata uses this data to match you to surveys. (finalMidReadText). Dynata will independently control the data you share with them in the USA and is subject to their Privacy Policy and Terms & Conditions.
pt_br: A Dynata usa estes dados para encontrar-lhe tarefas. (finalMidReadText). A Dynata controlará independentemente, a partir dos EUA, os dados que você compartilhar com eles e você está sujeita à Política de Privacidade e aos Termos e Condições deles.

source: Pollfish uses this data to match you to surveys. Pollfish and its clients will also use...Read More
pt_br: A Pollfish usa estes dados para encontrar-lhe tarefas. A Pollfish e seus clientes também usarão ... Leia mais

source: Pollfish uses this data to match you to surveys. Pollfish and its clients will also use this profile data for market research analysis along with the survey data you provide. Pollfish will independently control the data you share with them in the USA and is subject to their Privacy Policy and Terms & Conditions.
pt_br: A Pollfish usa estes dados para encontrar-lhe tarefas. A Pollfish e os seus clientes também usarão estes dados de perfil para análises de pesquisa de mercado junto com os dados dos questionários que você fornecer. A Pollfish controlará independentemente, a partir dos EUA, os dados que você compartilhar com eles e você está sujeita à Política de Privacidade e aos Termos e Condições deles.

source: Cint uses this data to match you to surveys. Cint and its clients will also use...Read More
pt_br: Cint usa estes dados para encontrar-lhe tarefas. A Cint e seus clientes também usarão ... Leia mais

source: Cint uses this data to match you to surveys. Cint and its clients will also use this profile data for market research analysis along with the survey data you provide. Cint will independently control the data you share with them in the USA and is subject to their Privacy Policy and Terms & Conditions.
pt_br: Cint usa estes dados para encontrar-lhe tarefas. A Cint e seus clientes também usarão estes dados de perfil para análises de pesquisa de mercado junto com os dados do questionário que você fornecer. A Cint controlará independentemente, a partir dos EUA, os dados que você compartilhar com eles e você está sujeita à Política de Privacidade e aos Termos e Condições deles.

source: Precision Sample uses this data to match you to surveys. Precision Sample and its clients will also use...Read More
pt_br: A Precision Sample usa estes dados para encontrar-lhe tarefas. A Precision Sample e seus clientes também usarão ... Leia mais

source: Precision Sample uses this data to match you to surveys. Precision Sample and its clients will also use this profile data for market research analysis along with the survey data you provide. Precision Sample will independently control the data you share with them in the USA and is subject to their Privacy Policy and Terms & Conditions.
pt_br: A Precision Sample usa estes dados para encontrar-lhe tarefas. A Precision Sample e seus clientes também usarão estes dados de perfil para análises de pesquisa de mercado junto com os dados do questionário que você fornecer. A Precision Sample controlará independentemente, a partir dos EUA, os dados que você compartilhar com eles e você está sujeita à Política de Privacidade e aos Termos e Condições deles.

source: You’ll need to share this with Dynata so they can match you to more relevant surveys which means more chance to earn MSR. Check out Dynata’s Privacy Policy and Terms & Conditions for more information about how your data is only used for market research.
pt_br: Você precisará compartilhar isto com a Dynata para que eles possam encontrar-lhe questionários mais relevantes, o que resulta em melhores chances de ganhar MSR. Consulte a Política de Privacidade e os Termos e Condições da Dynata para obter mais informações sobre como os seus dados serão utilizados apenas para fins de pesquisas de mercado.

source: You’ll need to share this with Pollfish so they can match you to more relevant surveys which means more chance to earn MSR. Check out Pollfish’s Privacy Policy and Terms & Conditions for more information about how your data is only used for market research.
pt_br: Você precisará compartilhar isto com a Pollfish para que eles possam encontrar-lhe questionários mais relevantes, o que resulta em melhores chances de ganhar MSR. Consulte a Política de Privacidade e os Termos e Condições da Pollfish para obter mais informações sobre como os seus dados serão utilizados apenas para fins de pesquisas de mercado

source: You’ll need to share this with Cint so they can match you to more relevant surveys which means more chance to earn MSR. Check out Cint’s Privacy Policy and Terms & Conditions for more information about how your data is only used for market research.
pt_br: Você precisará compartilhar isso com a Cint para que eles possam encontrar-lhe questionários mais relevantes, o que resulta em melhores chances de ganhar MSR. Consulte a Política de Privacidade e os Termos e Condições da Cint para obter mais informações sobre como os seus dados serão utilizados apenas para fins de pesquisas de mercado.

source: You’ll need to share this with Precision Sample so they can match you to more relevant surveys which means more chance to earn MSR. Check out Precision’s Sample Privacy Policy and Terms & Conditions for more information about how your data is only used for market research.
pt_br: Você precisará compartilhar isso com o Precision Sample para que eles possam encontrar-lhe questionários mais relevantes, o que resulta em melhores chances de ganhar MSR. Consulte o exemplo de Política de Privacidade e Termos e Condições da Precision para obter mais informações sobre como os seus dados serão utilizados apenas para fins de pesquisas de mercado.

source: Strengthen your profile
pt_br: Fortaleça o seu perfil

source: Validating your profile makes your data more valuable. Buyers of data hate bots, and this verifies that you are real person.
pt_br: Valide o seu perfil para tornar os seus dados mais valiosos. Os compradores de dados odeiam bots, e isto confirma que você é uma pessoa real.

source: Want even more surveys?
pt_br: Quer ainda mais tarefas?

source: Registration is very simple - just a few clicks. Once you're connected we'll start matching you to relevant surveys with our trusted partners.
pt_br: O registo é muito simples - em apenas alguns cliques. Assim que estiver conectado, começaremos a encontrar-lhe outras tarefas relevantes dos nossos parceiros de confiança.

source: Share part of your Profile
pt_br: Compartilhe parte do seu perfil

source: Total Earned
pt_br: Total Ganho

source: Job History
pt_br: Histórico de Tarefas

source: Your earning history and job status with Dynata.
pt_br: Seu histórico de ganhos e status de tarefas com a Dynata.

source: Your earning history and job status with Pollfish.
pt_br: Seu histórico de ganhos e status de tarefas com a Pollfish.

source: Your earning history and job status with Cint.
pt_br: Seu histórico de ganhos e status de tarefas com a Cint.

source: Data Sharing
pt_br: Compartilhamento de dados

source: You’re currently connected and sharing profile data with Dynata.
pt_br: Neste momento, você está conectado e compartilhando dados de perfil com a Dynata.

source: You’re currently connected and sharing profile data with Pollfish.
pt_br: Neste momento, você está conectado e compartilhando dados de perfil com a Pollfish.

source: You’re currently connected and sharing profile data with Cint.
pt_br: Neste momento, você está conectado e compartilhando dados de perfil com a Cint.

source: You’re currently connected and sharing profile data with Precision Sample.
pt_br: Neste momento, você está conectado e compartilhando dados de perfil com a Precision Sample.

source: Are you sure?
pt_br: Tem a certeza?

source: If you disconnect you will no longer share data with this partner and will not receive any more offers from them.
pt_br: Se você se desconectar, não compartilhará mais dados com este parceiro e não receberá mais ofertas deles.

source: Disconnect
pt_br: Desconectar

source: You have not completed any jobs.
pt_br: Você não concluiu nenhuma tarefa.

source: Linkedin Connected
pt_br: Linkedin conectado

source: Your LinkedIn account is now connected to your Measure account.
pt_br: A sua conta do LinkedIn está conectada à sua conta do Measure.

source: Facebook Connected
pt_br: Facebook conectado

source: Your Facebook account is now connected to your Measure account.
pt_br: A sua conta do Facebook está conectada à sua conta do Measure.

source: You’re successfully registered with Dynata
pt_br: Você se registou com sucesso na Dynata

source: We will now regularly check with Dynata to find suvey jobs for you. And remember, you can opt-out of any job via the Dynata usage page found in My Data > Survey Partners > Dynata.
pt_br: Verificaremos regularmente com a Dynata para encontrar tarefas de pesquisa de mercado para si. E lembre-se, você pode cancelar qualquer tarefa através da página da Dynata localizada em: Os Meus dados> Parceiros de Pesquisa de Mercado> Dynata.

source: You’re successfully registered with Pollfish
pt_br: Você se registou com sucesso na Pollfish

source: We will now regularly check with Pollfish to find suvey jobs for you. And remember, you can opt-out of any job via the Pollfish usage page found in My Data > Survey Partners > Pollfish.
pt_br: Verificaremos regularmente com a Pollfish para encontrar tarefas de pesquisa de mercado para si. E lembre-se, você pode cancelar qualquer tarefa através da página da Pollfish localizada em: Os Meus dados> Parceiros de Pesquisa de Mercado> Pollfish.

source: You’re successfully registered with Cint
pt_br: Você se registou com sucesso na Cint

source: We will now regularly check with Cint to find suvey jobs for you. And remember, you can opt-out of any job via the Cint usage page found in My Data > Survey Partners > Cint.
pt_br: Verificaremos regularmente com a Cint para encontrar tarefas de pesquisa de mercado para si. E lembre-se, você pode cancelar qualquer tarefa através da página da Cint localizada em: Os Meus dados> Parceiros de Pesquisa de Mercado> Cint.

source: Good Job!
pt_br: Bom trabalho!

source: You’re successfully registered with Precision Sample
pt_br: Você se registou com sucesso na Precision Sample

source: We will now regularly check with Precision Sample to find suvey jobs for you. And remember, you can opt-out of any job via the Precision Sample usage page found in My Data > Survey Partners > Precision Sample.
pt_br: Verificaremos regularmente com a Precision para encontrar tarefas de pesquisa de mercado para si. E lembre-se, você pode cancelar qualquer tarefa através da página da Precision localizada em: Os Meus dados> Parceiros de Pesquisa de Mercado> Precision Sample.

source: This LinkedIn account has already been used
pt_br: Esta conta do LinkedIn já foi usada

source: Each Linkedin account can only be connected to a single Measure account. This account is has already been claimed and cannot be used again.
pt_br: Cada conta do Linkedin só pode ser conectada a uma única conta do Measure. Esta conta já foi usada e não pode ser usada novamente.

source: This Facebook account has already been used
pt_br: Esta conta do Facebook já está sendo usada

source: Each Facebook account can only be connected to a single Measure account. This account is has already been claimed and cannot be used again.
pt_br: Cada conta do Facebook só pode ser conectada a uma única conta do Measure. Esta conta já foi usada e não pode ser usada novamente.

source: To connect, first complete the checklist in the Feed.
pt_br: Para se conectar, primeiro preencha a lista de verificação no Feed.

source: I do not use this app
pt_br: Eu não uso esta app

source: Privacy concerns
pt_br: Preocupações com a privacidade

source: Upload took too long
pt_br: O upload demorou muito

source: Techincal Issue
pt_br: Problemas técnicos

source: I am not interested in Retro tasks
pt_br: Não estou interessado em tarefas Retro

source: Not enough MSR points
pt_br: Pontos MSR insuficientes

source: Exit
pt_br: Saír

source: Your answers will not be saved.
pt_br: As suas respostas não serão guardadas.

source: Please select the main reason for exiting this Job:
pt_br: Selecione o motivo principal para sair desta tarefa

source: Found a bug? Briefly explain what happened and we look into it as soon as possible.
pt_br: Encontrou um bug? Explique resumidamente o que aconteceu e nós investigaremos o mais rápido possível.

source: Send Feedback
pt_br: Enviar comentários

source: Let’s chat - We are hyper responsive
pt_br: Vamos conversar - Respondemos super rápido

source: General Feedback
pt_br: Feedback Geral

source: Something Isn’t Working
pt_br: Algo não está funcionando

source: Can’t Complete Registration
pt_br: Não consigo completar o registro

source: Other
pt_br: Outro

source: Message
pt_br: Mensagem

source: Select a category of concern
pt_br: Selecione uma categoria

source: Yes, please email me a copy of this message
pt_br: Sim, por favor envie-me uma cópia desta mensagem

source: Submit
pt_br: Enviar

source: Haven’t Received Payment
pt_br: Não Recebi Pagamento

source: Technical Issue
pt_br: Problema técnico

source: Gift Cards
pt_br: Vales-presente

source: Report an issue
pt_br: Reportar um problema

source: English (United States)
pt_br: Inglês (Estados Unidos)

source: Portugese (Brazil)
pt_br: Português (Brasil)

source: Device Language
pt_br: Idioma do dispositivo

source: Select Preferred Language
pt_br: Selecione o idioma preferido

source: By connecting to
pt_br: Conectando-se a

source: you will share
pt_br: você vai compartilhar

source: profile points including:
pt_br: pontos de perfil, incluindo:

source: Connect
pt_br: Conectar

source: No Thanks
pt_br: Não, obrigado

source: Measure uses
pt_br: Utilizadores da Measure

source: to verify that you are a real,
pt_br: para verificar que você é uma pessoa real,

source: unique person. Connect your account to qualify for more and better jobs.
pt_br: e única. Conecte sua conta para se qualificar para mais e melhores tarefas.

source: None of your
pt_br: Nenhum de seus

source: data or network
pt_br: dados ou conexões

source: connections will be collected by Measure.
pt_br: de rede serão coletadas pela Measure.
